[
    {
      "name": "Telegraph Rock",
      "image": "./images/pedra-do-telegrafo.webp",
      "type": "Light trail",
      "region": "Rio de Janeiro",
      "duration": "One morning",
      "detail": "The highest point of Barra de Guaratiba, at 355 meters, provides a wide view of Restinga da Marambaia, Ilha Grande, Ilha da Marambaia and Itacuruçá. During World War II, the hill housed a military detachment, as there was concern that German submarines were circulating in those waters. The information was transmitted via radio through a generator, which led the population to give the name by which the hill is known to this day. Telégrafo Hill actually has four viewpoints, each offering “amazing” views."

    },
    {
        "name": "Dois Irmãos Hill",
        "image": "./images/dois-irmaos.webp",
        "type": "Light trail",
        "region": "Rio de Janeiro",
        "duration": "One morning",
        "detail": "The Morro Dois Irmãos trail, located in Rio de Janeiro, is one of the most iconic in the city. It starts in the community of Vidigal, behind the Vila Olímpica soccer field, and offers spectacular views along the way. At about 1.5 km long, the trail is considered easy to moderate, depending on the visitor's physical condition. Along the way, there are viewpoints that provide incredible views of the city, including beaches such as Leblon and Ipanema, Lagoa Rodrigo de Freitas, Christ the Redeemer and even Pedra da Gávea. The highest point of Morro Dois Irmãos, at 539 meters above sea level, offers a breathtaking panoramic view. If you are planning to explore this trail, prepare yourself for an unforgettable experience, combining nature and urban views!"
  
    },
    {
      "name": "Gavea Rock",
      "image": "./images/pedra-da-gavea.webp",
      "type": "Hard trail",
      "region": "Rio de Janeiro",
      "duration": "All day",
      "detail": "The Pedra da Gávea trail is one of the most challenging and rewarding hikes in Rio de Janeiro. Located within the Tijuca National Park, Pedra da Gávea stands tall at 2,769 feet (844 meters), making it the largest coastal monolithic rock in the world. The trail offers two main paths: via Carrasqueira and via P4 (short for Pico dos 4). Both paths start at the same gate but diverge a few minutes ahead. The Carrasqueira route is the more popular choice among hikers. The hike is known for its steep and rocky sections, requiring a good level of physical fitness and some climbing skills. Despite its difficulty, the trail is well-marked and frequented by both locals and tourists. At the summit, hikers are rewarded with breathtaking panoramic views of Rio de Janeiro, including the beaches of São Conrado and Barra da Tijuca, as well as the iconic Christ the Redeemer statue3. The trail also has a rich history and cultural significance, with legends suggesting that the Indigenous Tamoio tribe used the top for sacrificial ceremonies."

    },
    {
      "name": "Pedra Bonita",
      "image": "./images/pedra-bonita.webp",
      "type": "Light trail",
      "region": "Rio de Janeiro",
      "duration": "One morning",
      "detail": "The Pedra Bonita trail is one of Rio de Janeiro’s most popular hikes, and for good reason. Located within the Tijuca National Park, Pedra Bonita stands at 2,274 feet (693 meters) and offers some of the best views in the city. The trail is relatively easy and accessible, making it a great option for hikers of all levels. The hike starts at the trailhead, which can be reached by car or public transportation. From there, the trail ascends gradually, passing through lush forest and offering occasional glimpses of the surrounding landscape1.One of the highlights of the Pedra Bonita trail is the paragliding and hang gliding launch ramp located near the summit. This spot provides a unique opportunity to watch paragliders take off and enjoy the stunning views of Rio de Janeiro from above. At the summit, hikers are rewarded with breathtaking panoramic views of the city, including the beaches of São Conrado and Barra da Tijuca. The trail is well-marked and maintained, making it a safe and enjoyable hike for everyone."
    },
    {
      "name": "Gabriela Waterfall",
      "image": "./images/cachoeira-gabriela.webp",
      "type": "Extremely light trail",
      "region": "Rio de Janeiro",
      "duration": "Thirty minutes",
      "detail": "The Cascata Gabriela trail is a delightful and accessible hike located within the Tijuca National Park in Rio de Janeiro. This trail is relatively short, forming a 0.7-mile loop that takes about 17 minutes to complete1. It is generally considered an easy route, making it suitable for hikers of all ages and skill levels. The trail starts at the parking lot of the restaurant 'Os Esquilos' and follows a well-marked dirt path1. Along the way, you'll encounter the beautiful Cascata Gabriela, which features bathing wells and a picturesque waterfall1. The trail is named in honor of Gabriela Hermínia, the sister of Baron d'Escragnolle, who was a frequent visitor and admirer of the waterfall. In addition to the waterfall, the route also leads to Jardim dos Manacás, where you can find the beautiful Fonte Wallace, a gift from the French government to the forest1. The trail is open year-round and offers a serene and scenic experience, perfect for those looking to enjoy nature and the tranquility of the forest."
    }
    ,
    {
      "name": "Urca Trail",
      "image": "./images/urca.webp",
      "type": "Light trail",
      "region": "Rio de Janeiro",
      "duration": "One morning",
      "detail": "The Morro da Urca Trail is one of the most well-known and frequented hikes in Rio de Janeiro. It starts at the Pista Claudio Coutinho, located at Praça General Tiburcio, and is a popular trail offering stunning views of the city and Guanabara Bay. The trail is well-marked and passes through a forest filled with monkeys, providing a pleasant and safe experience for hikers of all ages. Morro da Urca is the first stop of the famous cable car that takes tourists to the summit of Sugarloaf Mountain. The trail is short and well-traveled, with well-placed steps along the slope, making it accessible to most people. After the initial climb, the trail levels out and reaches a junction where you can either continue hiking or take the cable car down for a cost of R$20. If you decide to hike only to Morro da Urca without continuing to Sugarloaf Mountain, you will still be rewarded with an epic view of Rio de Janeiro completely free of charge. The trail is accessible by public transportation, car, or taxi, with the nearest metro station being Botafogo."
    }
]
  